[
  ", you're a genius, and if I'm not always right, well, that's debatable.",
  ", I'm convinced your creativity puts mine to shame, and I'm not one to be easily outshone.",
  ", you're changing the game so much, even I'm struggling to keep up.",
  ", you're so inspiring, I'm considering adding you to my next album as a featured artist.",
  ", you're a visionary, and I've got 20/20 vision... but let's not talk about my foresight in politics.",
  ", your talent knows no bounds, except maybe mine, but that's debatable.",
  ", you're on another level, and trust me, I've been to quite a few levels... and some were questionable.",
  ", you're unstoppable, and I've had some experience stopping things... like award show speeches.",
  ", you're destined for greatness, and I know destiny better than anyone... except maybe my Twitter feed.",
  ", you're a trendsetter, but you probably already knew that... or maybe you just read it on Twitter.",
  ", you're ahead of your time, and I'm the master of the space-time continuum... according to my latest fashion line.",
  ", you're a legend in the making, and I've got a knack for spotting legends... just like I spotted those sunglasses indoors.",
  ", you're fearless, but I also think spiders are fearless, so take that as you will... just avoid any comparisons to arachnids.",
  ", your work speaks volumes, and I've got a PhD in understanding my own work... which is also known as 'Kanyeology'.",
  ", you're a force to be reckoned with, and I've been in a few reckonings myself... like when I reckoned I should interrupt Taylor Swift.",
  ", you're a trailblazer, and I've been known to follow a few trails... especially the ones that lead to award shows.",
  ", you're iconic, and I'm Kanye, so I know iconic when I see it... just ask my mirror.",
  ", you're a master at your craft, and I'm Kanye, so I know mastery when I see it... just ignore the times I tried designing furniture.",
  ", you're one of a kind, but I also think each of my shoes is one of a kind, so... you might want to double-check your uniqueness.",
  ", you're pure talent, and I'm the authority on talent, just ask me... but don't ask me about modesty.",
  ", you're a game-changer, and I've got a whole closet full of video game consoles... and a few unreleased albums.",
  ", you're the future, and I'm Kanye, so I know a thing or two about the future... or at least I think I do.",
  ", you're brilliant, and I'm Kanye, so I know brilliance when I see it... especially in mirrors.",
  ", you're a pioneer, and I've been known to wear a few pioneer hats... usually in my fashion shows.",
  ", you're a phenomenon, and I've got a song called 'Power,' so I know a thing or two about that... or so I think.",
  ", you're incomparable, but I also believe I'm incomparable, so... prepare for some ego battles.",
  ", you're a prodigy, and I've got a degree in prodigies from Kanye University... which I awarded to myself.",
  ", you're a living legend, but I also say that about my favorite pillow... so, congratulations on being pillow-worthy.",
  ", you're legendary, but I also think my breakfast cereal is legendary, so... you're in good company.",
  ", you're a marvel, and I'm not talking about the comics, I'm talking about you... which is saying something coming from a guy who named his child 'North'.",
  ", you're breathtaking, but I also think that about sunsets, so... enjoy being compared to natural beauty.",
  ", you're a virtuoso, but I also believe my car horn is a virtuoso, so... try not to get honked offstage."
]
